[
    {
        "id": "flag1",
        "title": "Ford Did Not Advertise The Model T",
        "description": "Ford’s Model T was the Tesla of its day. The Model T was so successful that Ford did not run advertisements and depended on word of mouth to drive sales. That is the sort of thing Tesla does today.Ford initially did some advertising from the time he invented his car until 1917, when he stopped all advertisements. He did not run a single ad between 1917 and 1923. This made sense, considering that the Model T was the dominant vehicle at the time, and every prospective car owner looked his way."
    },
    {
        "id": "flag2",
        "title": "It Was Not The First Car Built On An Assembly Line",
        "description": "The Model T was not the first car built on an assembly line. Henry Ford didn’t invent the assembly line, either. What he actually invented was the moving assembly line. The assembly line was the invention of Ransom E. Olds of the Olds Motor Vehicle Company. Olds created the assembly line to build the Oldsmobile Curved Dash. Henry Ford built on Olds’s idea but added conveyor belts that moved the cars around the factory. This was the first moving assembly line. This allowed Ford to build a Model T in less than three hours, down from the 12 hours and 30 minutes it previously took. Ford had gotten the idea of the moving assembly line from the conveyor belts used in flour mills, meat plants, and other factories."
    },
    {
        "id": "flag3",
        "title": "Henry Ford Once Said The Model T Was Available In ‘Any Color So long As It Is Black’",
        "description": "The first Model T cars were available in red, blue, green, and gray. Later Model Ts were only available in black. Henry Ford switched to an all-black vehicle because the different paint jobs slowed down the assembly line.However, car dealerships were unimpressed because they wanted to offer more choices to their customers. Some of the customers were complaining, too. The dealerships later requested that Ford make more color options available. They also appealed to Ford to make different versions of the Model T—the sort of thing carmakers do today.Henry Ford is said to have stated: “Any customer can have a car painted any color that he wants so long as it is black.” He also added that he would continue to build only the Model T without any modifications whatsoever."
    }
]